driver-tests/bpelse/assign/AssignJbi/test/CopybooleanInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <booleanPart>
	<xsd_boolean>true</xsd_boolean>
	<optional_boolean>true</optional_boolean>        
	<repeat_boolean>false</repeat_boolean>
	<repeat_boolean>false</repeat_boolean>
   </booleanPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
